---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ElectricalLoadAreaData
source: html/94924115-ab7a-d3e7-4612-5f43705b1b90.htm
---
# ElectricalLoadAreaData Properties

Specifies whether the .NET object represents a valid Revit entity.